[
    {
        "name": "Бруснивер",
        "pictures": "https://pharmatsvet.ru/upload/iblock/c94/brus_mob_comp.webp",
        "description": "Противомикробное растительное средство широкого спектра действия — активен в отношении стафилококка, кишечной палочки, синегнойной палочки, протея и некоторых других микроорганизмов, что в сочетании с мочегонным и противовоспалительным эффектом позволяет использовать сбор Бруснивер в комплексном лечении острых и хронических заболеваний. В урологии — это цистит, уретрит, простатит. Здесь лекарственный настой принимают внутрь. В гинекологии — вагинит и вульвит — настой используют в виде орошений, спринцеваний, ванночек и примочек. В проктологии, в том числе при геморрое, Бруснивер принимают и наружно и внутрь: пьют настой, делают из него микроклизмы и примочки.",
        "pharmacological": "настой сбора оказывает противомикробное действие в отношении стафилококка, кишечной палочки, синегнойной палочки, протея и некоторых других микроорганизмов, а также противовоспалительное и диуретическое действие.",
        "indications": "настой сбора применяют в качестве противомикробного, противовоспалительного и диуретического средства в комплексной терапии острых и хронических заболеваний в урологии (цистит, уретрит, простатит), гинекологии (вагинит, вульвит неспецифической этиологии) и проктологии (проктит, воспаление геморроидальных узлов, анальные трещины, колит)"
    },
    {
        "name": "Зверобоя трава",
        "pictures": "https://pharmatsvet.ru/upload/iblock/dc4/dc4ab9a86d464ddeed1e2a509b94df81.png",
        "description": "Зверобой часто используют в стоматологии – как отдельно, так и в составе комбинированных средств. Настой этой лекарственной травы назначают в виде полосканий при воспалениях десен и слизистых полости рта — во время лечения гингивита, стоматита и прочих заболеваний. Помимо дубильных веществ настой зверобоя содержит и другие ценные элементы: эфирное масло, витамины С и Е, флавоноиды — все это способствует восстановлению мягких тканей. Внутрь настой зверобоя принимают при колите — его вяжущие и противовоспалительные свойства помогают в лечении слизистых оболочек стенок кишечника.",
        "pharmacological": "Зверобой часто используют в стоматологии – как отдельно, так и в составе комбинированных средств. Настой этой лекарственной травы назначают в виде полосканий при воспалениях десен и слизистых полости рта – во время лечения гингивита, стоматита и пр. Помимо дубильных веществ настой зверобоя содержит и другие ценные элементы: эфирное масло, витамины С и Е, флавоноиды - все это способствует восстановлению мягких тканей. Внутрь настой зверобоя принимают при колите – его вяжущие и противовоспалительные свойства помогают в лечении слизистых оболочек стенок кишечника.",
        "indications": "воспалительные заболевания слизистой оболочки полости рта (в том числе гингивит, стоматит); хронический колит (в составе комплексной терапии)"
    },
    {
        "name": "Кровохлебки корневища и корни",
        "pictures": "https://pharmatsvet.ru/upload/iblock/5c1/5c19f9eeb2e314d0688707e5b2972f12.png",
        "description": "Латинское название кровохлебки — Sanguisorba — состоит из двух слов: sanguis «кровь» и sorbere «поглощать». И это не случайно: настой этого лекарственного растения действительно применяют в качестве кровоостанавливающего средства — при сильных менструальных кровотечениях и при лечении эрозии шейки матки. Среди других лечебных свойств кровохлебки — вяжущее, антисептическое и противовоспалительное. Благодаря этому ее препараты также используют в качестве вспомогательного закрепляющего средства при различных заболеваниях желудочно-кишечного тракта, если они сопровождаются диареей.",
        "pharmacological": "Латинское название кровохлебки – Sanguisorba - состоит из двух слов: sanguis «кровь» и sorbere «поглощать». И это не случайно: настой этого лекарственного растения действительно применяют в качестве кровоостанавливающего средства – при сильных менструальных кровотечениях и при лечении эрозии шейки матки. Среди других лечебных свойств кровохлебки – вяжущее, антисептическое и противовоспалительное. Благодаря этому ее препараты также используют в качестве вспомогательного закрепляющего средства при различных заболеваниях желудочно-кишечного тракта, если они сопровождаются диареей.",
        "indications": "острые и хронические заболевания желудочно-кишечного тракта, сопровождающиеся диареей; обильные менструальные кровотечения; незначительные кровотечения в посткоагуляционный период лечения заболеваний шейки матки."
    },
    {
        "name": "Душицы трава",
        "pictures": "https://pharmatsvet.ru/upload/iblock/a74/a7460e39a74c70e0dae3ecefb543bf73.png",
        "description": "Душица — трава со множеством лечебных свойств, которую полезно иметь в домашней аптечке. Внутрь настой душицы принимают при кашле в качестве отхаркивающего средства на фоне респираторных заболеваний. Также ее настой пьют для улучшения аппетита и пищеварения при секреторной недостаточности ЖКТ. Наружно отвар душицы используют в виде примочек — как лекарство при атопическом дерматите (диатезе) и некоторых других кожных заболеваниях. Душица может быть полезной и еще в ряде случаев: как легкое седативное, мочегонное, противомикробное и желчегонное средство",
        "pharmacological": "в составе комплексной терапии. Внутрь в качестве отхаркивающего средства при заболеваниях дыхательных путей (острый и хронический бронхит, острые респираторные вирусные инфекции); в качестве средства, повышающего аппетит и улучшающего пищеварение, при секреторной недостаточности желудочно-кишечного тракта, атонии кишечника, энтероколите, сопровождающемся запорами и метеоризмом.",
        "indications": "острые и хронические заболевания желудочно-кишечного тракта, сопровождающиеся диареей; обильные менструальные кровотечения; незначительные кровотечения в посткоагуляционный период лечения заболеваний шейки матки."
    },
    {
        "name": "Крушины кора",
        "pictures": "https://pharmatsvet.ru/upload/iblock/111/111037b33da9c42176e10b33581de6d9.png",
        "description": "Кора крушины — это хорошо известное слабительное средство, которое воздействует на кишечник рефлекторно. Необходимый эффект вызывают содержащиеся в этом лекарственном растении вещества — антрагликозиды: они оказывают раздражающее действие на рецепторы слизистой оболочки толстой кишки, что в свою очередь запускает механизм ее опорожнения. Кору крушины используют для симптоматического лечения запоров различного происхождения в виде настоя. Его пьют, как правило, на ночь с учетом того, что действие лекарства должно наступить примерно через 8—12 часов.",
        "pharmacological": "Кора крушины – это хорошо известное слабительное средство, которое воздействует на кишечник рефлекторно. Необходимый эффект вызывают содержащиеся в этом лекарственном растении вещества - антрагликозиды: они оказывают раздражающее действие на рецепторы слизистой оболочки толстой кишки, что в свою очередь запускаем механизм ее опорожнение. Кору крушины используют для симптоматического лечения запоров различного происхождения в виде настоя. Его пьют, как правило, на ночь с учетом того, что действие лекарства должно наступить примерно через 8-12 часов.",
        "indications": "хронический запор"
    }
]